export default {
  el: {
    empty: {
      description: 'ဒေတာမရှိပါ',
    },
    pagination: {
      total: 'စုစုပေါင်း',
      pagesize: '/စာမျက်နှာ',
      page: '',
    },
  },

  search: {
    placeholder: 'မြို့အမည်၊ ရပ်ကွက်အမည်တို့ဖြင့်ရှာဖွေပါ',
  },

  navbar: {
    help: {
      title: 'အသုံးပြုနည်း',
      dialog: {
        title: 'အသုံးပြုနည်း',
        content: `"တိုင်းဒေသကြီး"၊ "မြို့ သို့မဟုတ် မြို့နယ်"၊ "ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု" သို့မဟုတ် "စာပို့ကုဒ်" ကဲ့သို့သော အဓိကစကားလုံးများကို အသုံးပြုပြီး စာပို့ကုဒ်ကို ရှာဖွေနိုင်ပါတယ်။<br />\
          ရှာဖွေသည့်အချိန်တွင် ပြီးပြည့်စုံသောစကားလုံးကို ရိုက်ထည့်ရန်မလိုအပ်ပါ။<br />ဥပမာ၊ "မင်္ဂလာ" ကိုရိုက်ထည့်ခြင်းဖြင့် "မင်္ဂလာတောင်ညွန့်မြို့နယ်" ကဲ့သို့သော "မင်္ဂလာ" ဖြင့်စတင်သည့်ရလဒ်များကိုပြပေးပါလိမ့်မယ်။
          <br /><br />
          နေရာအမည်တွေက Myanglish နဲ့ရေးထားတာမို့လို့ ရှာမတွေ့ခဲ့ပါက မြန်မာလိုရိုက်ရှာနိုင်ပါတယ်။<br />(Unicode မြန်မာစာ ကိုပဲ support ပေးပါတယ်။)
          <br /><br />
          ※စာပို့ကုဒ်ကို ကလစ်တစ်ချက်နှိပ်ရုံဖြင့် အဆင်ပြေစွာ ကူးယူနိုင်ပါသည်။`,
        btnTxt: 'အို‌ဂေ',
      },
    },
    feedback: 'သင့်ထင်မြင်ချက်အား ပြောပြရန်',
    about: 'ဒီအပ်ပ်ရဲ့ အကြောင်း',
  },

  table: {
    region: 'တိုင်းဒေသကြီး',
    townOrTwnsp: 'မြို့ / မြို့နယ်',
    quarterOrVillageTract: 'ရပ်ကွက် / ကျေးရွာအုပ်စု',
    postalCode: 'စာပို့ကုဒ်',

    tooltip: {
      content: 'ကူးယူရန် နှိပ်ပါ',
    },
  },

  home: {
    title: 'မြန်မာ စာပို့ကုဒ်',
    notify: {
      success: 'စာပို့ကုဒ် အား အောင်မြင်စွာ ကူးယူပြီးပါပြီ',
      failed: 'ကူးယူမှု မအောင်မြင်ပါ။ ထပ်မံ၍ ကြိုးစားကြည့်ပါ',
    },
  },
};
